Repository: dangoriaynov/speedy_econt_shipping
Catalog: languages/speedy_econt_shipping-*.po
Languages: bg_bg

source: 0 - always free shipping, empty - no free shipping
bg_bg: 0 - винаги безплатна доставка, празно - няма безплатна доставка

source: <b>In case of errors, please check output of the following commands on your hosting:</b>
bg_bg: <b>В случай на грешките моля да проверете дали следните команди ще ви изпринтират списък с офисите:</b>

source: <b>Please <a href="mailto:cs@speedy.bg">request API access from Speedy courier</a> and specify the values given.</b>
bg_bg: <b>Моля да се обърнете <a href='mailto:cs@speedy.bg'>към Speedy</a> за да получите актуалните дани за достъп към API.</b>

source: <b>You may also enable the <a href="https://wordpress.org/support/article/debugging-in-wordpress/" target="_blank">debug mode</a> in your site and check the debug.log file for errors.</b>
bg_bg: <b>Също така може да включете <a href="https://wordpress.org/support/article/debugging-in-wordpress/" target="_blank">debug режим</a> и да проверете debug.log за грешките.</b>

source: `Econt` free delivery from
bg_bg: Безплатна доставка с `Еконт` над

source: `Econt` shipping fee
bg_bg: Цена за доставка с `Еконт`

source: `Speedy` free delivery from
bg_bg: Безплатна доставка със `Speedy` над

source: `Speedy` Password
bg_bg: Парола за `Speedy`

source: `Speedy` shipping fee
bg_bg: Цена за доставка със `Speedy`

source: `Speedy` Username
bg_bg: Ползвателско име за `Speedy`

source: `To address` free delivery from
bg_bg: Безплатна доставка `до адрес` над

source: `To address` method name
bg_bg: Името на метод на доставка `До адрес`

source: `To address` shipping fee
bg_bg: Цена за доставка `до адрес`

source: Additionally hidden checkout fields
bg_bg: Допълнителни поленца за скриване

source: address
bg_bg: адрес

source: Adds Speedy and Econt shipping methods along with their delivery options.
bg_bg: Добавя методи на доставка със Speedy и Еконт към вашия Wordpress сайт

source: Be aware that in order to do the force update of the Econt/Speedy offices and sites tables you could enable corresponding option in the plugin settings.
bg_bg: За да обновете даните в таблици на Спиди и Еконт трябва да изберете съответната опция в настройките на плъгина.

source: Calculate final price on checkout
bg_bg: Да се добавя цена на доставка към общата сума на поръчка

source: Choose region first
bg_bg: Първо изберете област

source: City
bg_bg: Град

source: Congrats, you won free delivery using
bg_bg: Честито, спечелихте безплатна доставка до

source: Dan Goriaynov
bg_bg: Дан Горяйнов

source: delivery
bg_bg: доставка

source: Delivery details cart text
bg_bg: Текст за детайлите на доставка

source: Delivery details were not populated. Please fill them in.
bg_bg: Даните доставка не бяха попълнени. Моля оправете ги.

source: Delivery method was not chosen. Please choose one.
bg_bg: Моля изберете метод за доставка.

source: Delivery price selector
bg_bg: Селектор за избор на цената на доставка

source: delivery price selector
bg_bg: jQuery селектор за избор на цената на доставка

source: Delivery to
bg_bg: Доставка до

source: digit value like: 123456
bg_bg: цифрово значение, като: 123456

source: Econt office
bg_bg: офис на Еконт

source: emergency contact to show in case of error
bg_bg: контакт който да са показва при грешките

source: Enable `Econt` shipping method
bg_bg: Включване на доставка с `Еконт`

source: Enable `Speedy` shipping method
bg_bg: Включване на доставка със `Speedy`

source: Enable `To Address` shipping method
bg_bg: Включване на доставка `До адрес`

source: Following delivery method is not working:
bg_bg: Следващ метод за доставка не работи:

source: for free
bg_bg: безплатно

source: Force re-populate tables
bg_bg: Да се обновят таблиците с дани

source: Immediately show delivery options
bg_bg: Опциите за доставка да се показват веднага

source: Is email field required?
bg_bg: Имейла да е задължителен?

source: List of `To address` shipping fields
bg_bg: Поленца за доставка `до адрес`

source: list of delivery options to show the message for
bg_bg: за кои опции да се показва съобщение за безплатна доставка

source: Make your choice
bg_bg: Изберете опцията

source: nothing loaded
bg_bg: няма заредени

source: Office
bg_bg: Офис

source: Office information is usually loaded during first 5 minutes after plugin was enabled.
bg_bg: Информацията за офисите обикновено се обновява в рамките на 5 минути след включването на плъгина.

source: Order of delivery options
bg_bg: Реда на опциите за доставка

source: Please contact us to place your order and get it fixed
bg_bg: Моля да се свържете с нас за да направете вашата поръчка и да оправим проблемът в сайтата ни

source: Region
bg_bg: Област

source: Settings
bg_bg: Настройки

source: shipping options order
bg_bg: списък с опциите за доставка

source: Shop emergency contact
bg_bg: Екстрен контакт

source: Show store messages for
bg_bg: Показване на съобщения за доставка за

source: Sorry, these is no free shipping available for the option chosen:
bg_bg: Извинете, няма безплатна опция за доставка за избрания от вас метод:

source: Speedy & Econt shipping
bg_bg: Доставка със Speedy и Еконт

source: Speedy and Econt data refresh was started.
bg_bg: Обновяване на дани за офиси Спиди и Еконт се започна.

source: Speedy office
bg_bg: офис на Speedy

source: Still left
bg_bg: Остава Ви още

source: to
bg_bg: до

source: to get a free shipping to
bg_bg: за да спечелите безплатна доставка до

source: To shop
bg_bg: Към магазина
